{
    "ASIN": "B07TFD2THQ",
    "Title": "Godrej Security Solutions Forte Pro 15 Litres Digital Electronic Safe Locker for Home & Office with Motorized Locking Mechanism (Light Grey)",
    "Price": "₹11,299.",
    "Attributes": {},
    "BulletPoints": [
        "Unibody Construction - Heavy-duty, hardened steel construction with stainless steel SS304 grade motorized bolts for enhanced safety",
        "Placement - Includes pre-drilled mounting holes and hardware for floor and wall mounting. Non-Volatile Memory : Yes",
        "Warranty - 1 Year",
        "Dimensions - 250mm x 350mm x 250mm",
        "Numeric Keypad with Digital Display - The safe is operated by a 4-6 digit password using the numeric keypad",
        "AutoLock Function- After 4 consecutive incorrect passcode entries the safe will auto freeze preventing a possible threat",
        "Override Key - Helps to manually unlock the safe in emergencies such as drained batteries or forgotten passwords.",
        "USB Charging - Provides external power supply to the locker in case the batteries are drained completely, and the key is lost",
        "Applications - Perfect to use at home and in-office to secure or safeguard your precious valuables, ideal birthday gift, or anniversary gift for your loved ones",
        "Package Inclusions - 1 Safe, 4 Grouting/Anchoring fasteners, 1 Mechanical override Key, 1 User Manual, 1 Warranty Card"
    ],
    "ProductInfo": "Product informationCollapse AllExpand AllAdditional detailsMaterial TypeAlloy SteelColourGreyFeatures & SpecsMounting TypeWall MountWater Resistance LevelNot Water ResistantAlarmVibrationLock TypeElectronic, KeyControl TypeTouchpad ControlAdditional FeaturesElectronic LockFeedbackWould you like totell us about a lower price?Godrej Security Solutions Forte Pro 15 Litres Digital Electronic Safe Locker for Home & Office with Motorized Locking Mechanism (Light Grey)Share:Found a lower price? Let us know.Where did you see a lower price?Fields with an asterisk*are requiredPrice AvailabilityWebsite (Online)URL*:Price incl. VAT\n                                        (₹)*:Shipping cost\n                                        (₹):Date of the price\n                                        (MM/DD/YYYY):010203040506070809101112/01020304050607080910111213141516171819202122232425262728293031/Store (Offline)Store name*:Enter the store name where you found this productEnter the store name where you found this productTown/City*:State:Please select provincePlease select provincePrice incl. VAT\n                                        (₹)*:Date of the price\n                                        (MM/DD/YYYY):010203040506070809101112/01020304050607080910111213141516171819202122232425262728293031/Submit FeedbackPleasesign into provide feedback.Item detailsCustomer Reviews4.34.3 out of 5 stars2,907 ratings4.3 out of 5 starsBest Sellers Rank#728 in Home Improvement (See Top 100 in Home Improvement)#4 inHotel SafesIncluded Components1 Safe, 4 Grouting/Anchoring fasteners, 1 Mechanical override Key, 1 User Manual, 1 Warranty CardASINB07TFD2THQModel NumberForte Pro DigitalBrand NameGodrej Security SolutionsMeasurementsItem Weight9000 GramsItem Dimensions D x W x H35D x 25W x 25H CentimetersChamber Height250 CentimetresCapacity15 litres",
    "TopReviews": []
}